Repository: t3ac/t3up_news
Catalog: Resources/Private/Language/*.locallang_constants.xlf
Languages: de

# rss.address
source: The url of the RSS
de: Die URL des RSS-Feeds

# rss.typenumber
source: Pagetype number eg. 9820, value = -1; button is hidden
de: Type-Nummer: zum Beispiel 9818, 9819 und 9820, diese sind bereits angelegt, bei einem Wert von -1 ist die Funktion deaktiviert.

# rss.title
source: title
de: Der Titel RSS-Feeds

# rss.copyright
source: copyright
de: Angezeigter Copyright RSS-Feeds

# rss.folder
source: ID of the newsfolder
de: ID des Ordners mit den Nachrichten, die als RSS-Feeds ausgegeben werden (muss eingetragen werden)

# rss.single
source: ID singlenews view
de: ID der Seite mit den Nachrichten-Plugin: zur Anzeige (muss eingetragen werden)

# rss.category
source: ID of the newscategory /-categories. (List)
de: ID der Nachrichtenkategorie/-n: diese werden dann bei der Ausgabe berücksichtigt, kommaseparierte Liste.

# rss.archived
source: Archived data are allowed
de: Archivierte Nachrichten: Zugriff erlauben, oder verbieten

# rss.recursive
source: Recursive level
de: Rekursivität: wie viele Ordnerebenen werden durchsucht.

# rss.limit
source: Limit of items
de: Anzahl der RSS-Feed-Elemente beschränken auf diesen Wert.

# rss.description
source: Description
de: Beschreibung des RSS-Feeds

# rss.pos
source: Position
de: Position: 1 - Topzeile, 2 - Basiszeile unten, 3 - Fixmenü

# scssnews
source: Including the news-scss (default active, recommended)
de: T3UP - Newserweiterung

# scsseventnews
source: Including the eventnews-scss (default active, recommended)
de: T3UP - Eventnewserweiterung

# detailPid
source: Detailpage for the linkhandler
de: Detailseite für Linkhandler

# newsmultislider
source: Javascript for multislider news
de: Javascript für Multisildernews einbinden.
