Repository: t3ac/t3up_news
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_news_domain_model_news.nomore
source: No more
de: Kein Lesen Sie mehr

# tx_news_domain_model_news.imageonly
source: Image only for the newsslider
de: Nur Bild für Slider

# tx_eventnews_domain_model_location
source: Location
de: Veranstaltungsort

# tx_eventnews_domain_model_location.title
source: Name des Veranstaltungsortes
de: Titel

# tx_eventnews_domain_model_location.description
source: Description
de: Beschreibung

# tx_eventnews_domain_model_organizer
source: Organizer
de: Veranstalter

# tx_eventnews_domain_model_organizer.title
source: Title
de: Name des Veranstalters

# tx_eventnews_domain_model_organizer.description
source: Description
de: Beschreibung

# tx_eventnews_domain_model_news.is_event
source: Is Event
de: Ist eine Veranstaltung

# tx_eventnews_domain_model_news.full_day
source: Full Day
de: Ganzer Tag

# tx_eventnews_domain_model_news.event_end
source: Event End
de: Veranstaltungsende

# tx_eventnews_domain_model_news.event_start
source: Eventstart
de: Veranstaltungsbeginn

# tx_news_domain_model_news.organizer_simple
source: Organizer simple
de: Veranstalter einfach (überstimmt den Listenwert)

# tx_news_domain_model_news.location_simple
source: Location simple
de: Veranstaltungsort einfach (überstimmt den Listenwert)
