Repository: t3ac/t3up_news
Catalog: Resources/Private/Language/*.locallang_flexform.xlf
Languages: de

# carousel.animation
source: Type of presentation
de: Art der Präsentation

# carousel.animation.1
source: slide
de: Verschiebe

# carousel.animation.2
source: fade
de: Einblenden

# carousel.carouselwidth
source: Width of the carousel
de: Breite des Carousels: 0 = 100%

# carousel.carouselheight
source: Height of the carousel
de: Höhe des Carousels (1-100vH) Vordefiniert: 40vH, Mindestwert 200px;

# carousel.controlNav
source: Show controls
de: Zeige Kontrollpunkte

# carousel.directionNav
source: Create navigation for previous/next navigation
de: Zeige Richtungspfeile

# carousel.slideshowSpeed
source: Speed in mil. Sec.
de: Geschwindigkeit in Millisekunden (Vorgabe 4 Sekunden)

# carousel.animationLoop
source: Animation Loop
de: Animation wiederholen

# carousel.style
source: Style
de: Design-Stil

# carousel.captionbg
source: Background-color
de: Hintergrundfarbe des Textbereich/Richtungspfeile

# carousel.captionColor
source: Text-color
de: Textbereich/Richtungspfeile

# carousel.captionOpacity
source: Background-opacity
de: Hintergrund Durchsichtigkeit

# carousel.textalign
source: textalign
de: Textausrichtigung

# carousel.header
source: only header
de: Nur Header anzeigen

# carousel.imagecarouselbg
source: Background-color
de: Hintergrundfarbe

# carousel.carouselbg
source: Background-color
de: Hintergrundfarbe des kompletten Carousels-Items

# carousel.carouseloverlaycolor
source: Overlay-color
de: Transparenzfarbe für die Bilder

# carousel.lazy
source: lazy scrolling
de: Verzöckertes Nachladen

# label.yes
source: yes
de: Ja

# label.no
source: no
de: Nein
